Revit 2024 API
BuiltInFailures.TagFailures.CannotCopyTag Property
 A tag cannot be arrayed without copying the associated element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyTag { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyTag As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyTag {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace